# ПЕРСОНАЖ:
key_forward = 'w'   # шаг вперёд (куда смотрит камера)
key_back = 's'      # шаг назад
key_left = 'a'      # шаг влево (вбок от камеры)
key_right = 'd'     # шаг вправо
key_up = 'e'      # шаг вверх
key_down = 'q'     # шаг вниз

key_turn_left = 'n'     # поворот камеры направо (а мира - налево)
key_turn_right = 'm'    # поворот камеры налево (а мира - направо) 

key_build = 'b'     # построить блок перед собой
key_destroy = 'v'   # разрушить блок перед собой

key_btype_1 = '1'   # выбрать тип блока 1 для строительства
key_btype_2 = '2'   # выбрать тип блока 2 для строительства
key_btype_3 = '3'   # выбрать тип блока 3 для строительства

key_switch_camera = 'c' # камера привязана к герою или нет
key_switch_mode = 'z' # можно проходить сквозь препятствия или нет

key_plane = 'f1'
key_loadland = 'f4'
key_savemap = 'f3'
key_loadmap = 'f4'